IDEA Open Model
NumberGroups.Create Method (String[])
Compatible with IDEA StatiCa 20.1
 Creates new instance with varibale count of bolts based on * operator
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public static NumberGroups Create(
	params string[] positions
)
Public Shared Function Create (
	ParamArray positions As String()
) As NumberGroups
Parameters
positions
Type: System.String[]
[Missing <param name="positions"/> documentation for "M:IdeaRS.OpenModel.Parameters.NumberGroups.Create(System.String[])"]
Return Value
Type: NumberGroups
[Missing <returns> documentation for "M:IdeaRS.OpenModel.Parameters.NumberGroups.Create(System.String[])"]
See Also
Reference
NumberGroups Class
Create Overload
IdeaRS.OpenModel.Parameters Namespace